{
  "manuscripts": [
    {
      "2024": [
        {
          "citation": "Ahmed M, Richardson A, Riad J, McPherson C, Sellen D, Malik V. Impact of the COVID-19 pandemic on the delivery, adaptability and resiliency of school food programs across Canada. Frontiers in Nutrition, 2024.",
          "link": "https://doi.org/10.3389/fpubh.2023.1296620"
        },
        {
          "citation": "Ziraldo, E., Ahmed, M., Mulligan, C., Sellen, D. W., & L’Abbé, M. R. (2024). Nutrient intakes of Canadian children and adolescents in schools: results from the Canadian Community Health Survey (CCHS) – Nutrition 2015 (submitted to APNM).",
          "link": ""
        },
        {
          "citation": "Jeong H, Wedekind E, Ahmed M, McPherson C, Sellen D. Identifying the dimensions of a school food environment and determinants of student food and nutrition behaviors to inform the national school food policy in Canada: a systematic review. Int J Behav Nutr Phys Act. 2024",
          "link": ""
        },
        {
          "citation": "Carducci B, Dominguez G, Kidd E, Oh C, Jain R, Khan A, Bhutta Z. (2024). Promoting Healthy School Food Environments and Nutrition in Canada: A Systematic Review of Interventions, Policies and Programs.",
          "link": ""
        }
      ]
    }
  ],
  "presentations": [
    {
      "2024": [
        {
          "citation": "Ahmed M. Co-Participatory Action Research for Community-Based Food and Nutrition Interventions. Symposium at International Society of Behavioural Nutrition and Physical Activity, Nebraska, Omaha, 2024.",
          "link": ""
        },
        {
          "citation": "Ahmed M, Weber N, Trask N, Quibrantar S, Blais A, Sellen D. Participatory action research to co-design assessing the impact of school food programs on students’ physical and mental health and achievement. Oral at International Society of Behavioural Nutrition and Physical Activity, Nebraska, Omaha, 2024.",
          "link": ""
        },
        {
          "citation": "Ahmed M, Trask N, Weber N, Quibrantar S, Blais A, Cheng S, Jeong S, Wedekind E, Riad J, Ziraldo E, McPherson C, Sellen D. Feeding kids, nourishing minds: Unveiling Canada's school food landscape, challenges, and solutions. Oral Presentation at World Public Health Nutrition Association, London, UK, 2024.",
          "link": ""
        },
        {
          "citation": "Weber N, Trask N, Ahmed M, Sellen D. Facilitators, Barriers, and perceptions of school food programs in Ontario, Canada. Oral. World Public Health Nutrition Association, London, UK, 2024.",
          "link": ""
        },
        {
          "citation": "Trask N, Weber N, Ahmed M, Sellen D. Equity, program sustainability and cultural diversity in school food programs in Ontario, Canada. Oral. World Public Health Nutrition Association, London, UK, 2024.",
          "link": ""
        },
        {
          "citation": "Blais A, Ahmed M, L’Abbe M, Sellen D, Malik V. The characteristics of school food programs in Canada: An overview. Oral presentation at: World Public Health Nutrition Congress; June 10, 2024; London, UK.",
          "link": ""
        }
      ]
    },
    {
      "2023": [
        {
          "citation": "Ziraldo, E., Ahmed, M., McPherson, C., Sellen, D.W., & L’Abbé, M. R. Top sources of energy, sugar, sodium and saturated fat consumed by Canadian children at school: results from the 2015 Canadian Community Health Survey – Nutrition. Oral presentation at the International Society of Behavioral Nutrition and Physical Activity 2023 Annual Conference, Uppsala, Sweden June 14-17, 2023.",
          "link": ""
        },

        {
          "citation": "Quibrantar, S. M., Ahmed, M., Di Ruggiero, E., Sellen, D., & Malik, V. (September 2023).\"‘Food comes with such a rich background of people’s heritage and culture’: Exploring South Asian, East Asian, and Southeast Asian Parent/Caregiver Perceptions of School Food Programs\". [Oral Presentation]. Advancing Health Equity Through Culture-Centered Dietary Interventions to Address Chronic Diseases Workshop, National Heart, Lung, and Blood Institute",
          "link": ""
        },
        {
          "citation": "Quibrantar, S. M., Ahmed, M., Di Ruggiero, E., Sellen, D., & Malik, V. (September 2023). ‘“You can't really focus on learning if you're hungry”: A qualitative exploration of parent/caregiver perceptions of school food programs in the Greater Toronto Area.” [Oral Presentation]. Department of Nutritional Sciences Research Day, Toronto, Canada",
          "link": ""
        },
        {
          "citation": "Quibrantar, S. M., Ahmed, M., Di Ruggiero, E., Sellen, D., & Malik, V. (July 2023). “Building a Pan-Canadian School Food Program: A Qualitative Study with Caregivers From Diverse Households To Understand Perceptions and Needs.” [Poster Presentation]. American Society for Nutrition Annual Conference, Nutrition 2023, Boston, USA.",
          "link": ""
        },
        {
          "citation": "Quibrantar, S. M., Ahmed, M., Di Ruggiero, E., Sellen, D., & Malik, V. (May 2023). ‘“Everybody deserves to have access to healthy food, all the time, especially our children”: Exploring perceptions of school food programs among parents/caregivers from diverse households in the Greater Toronto Area.” [Poster Presentation]. Canadian Nutrition Society Annual Conference, Quebec, Canada",
          "link": ""
        },
        {
          "citation": "Quibrantar, S. M., Ahmed, M., Di Ruggiero, E., Sellen, D., & Malik, V. (2023). P24-102-23 building a Pan- Canadian School Food Program: A qualitative study with caregivers from diverse households to understand perceptions and needs. Current Developments in Nutrition, 7, 100388.",
          "link": "https://doi.org/10.1016/j.cdnut.2023.100388"
        },
        {
          "citation": "Quibrantar, S. M., Ahmed, M., Di Ruggiero, E., Sellen, D., & Malik, V. (2023). S-17 ‘“Everybody deserves to have access to healthy food, all the time, especially our children”: Exploring perceptions of school food programs among parents/caregivers from diverse households in the Greater Toronto Area.” Applied Physiology, Nutrition, and Metabolism, 48: S1–S84 (2023).",
          "link": "https://doi.org/10.1139/apnm-2023-009"
        },
        {
          "citation": "Blais A, Ahmed M, L’Abbe M, Sellen D, Malik V. Evaluating the Nutritional Quality of School Food Programs in Canada. Poster presented at: Department of Nutritional Sciences Research Day; September 28, 2023; Toronto, ON.",
          "link": ""
        },
        {
          "citation": "\"The State of School Food in Canada: Emerging Research from Feeding Kids, Nourishing Minds Study.\" (November 2023). [Oral Presentation]. Royal Agriculture Fair Growth Hub Stage, Toronto, Canada.",
          "link": "https://www.royalfair.org/education/growth-hub-stage/"
        }
      ]
    },
    {
      "2022": [
        {
          "citation": "Ziraldo, E., Ahmed, M., McPherson, C., Sellen, D.W., & L’Abbé, M. R. Assessing nutrient intakes of Canadian children and adolescents in schools. Poster presentation at the International Congress of Nutrition 2022, Tokyo, Japan, December 6 – 11, 2022.",
          "link": ""
        },
        {
          "citation": "Quibrantar, S. M., Ahmed, M., Di Ruggiero, E., Sellen, D., & Malik, V. (September 2022). “Understanding perceptions and needs of diverse households in relation to school food programs from a caregiver perspective: a pilot study.” [Poster Presentation]. Department of Nutritional Sciences Research Day, Toronto, Canada",
          "link": "https://journals.plos.org/digitalhealth/article?id=10.1371/journal.pdig.0000360"
        }
      ]
    },
    {
      "2021": [
        {
          "citation": "Ziraldo, E., Ahmed, M., McPherson, C., Sellen, D.W., & L’Abbé, M. R. Assessing nutrient intakes of Canadian children and adolescents in schools. Poster presentation at the International Congress of Nutrition 2022, Tokyo, Japan, December 6 – 11, 2022.",
          "link": ""
        },
        {
          "citation": "Quibrantar, S. M., Ahmed, M., Di Ruggiero, E., Sellen, D., & Malik, V. (September 2022). “Understanding perceptions and needs of diverse households in relation to school food programs from a caregiver perspective: a pilot study.” [Poster Presentation]. Department of Nutritional Sciences Research Day, Toronto, Canada",
          "link": "https://journals.plos.org/digitalhealth/article?id=10.1371/journal.pdig.0000360"
        }
      ]
    }
  ]
}
