{
    "added_components_info": [
      {
        "quote": "“I think kids should be involved in the process as much as possible, so I'm all for school gardens. I know at our school, we have so much green space besides the yard and in the field that could be used as a community garden. And what better way to teach kids about food security and where food comes from than to get their hands dirty so they can see a seed go from a seed to their plate to have a snack.”"
      },
      {
        "quote": "“I'd like to see more gardening. Just things like that, just be more active, and farming, agriculture, just something that gets their mind thinking 'Where does this food come from?' and 'Why is it important?'. That's all.”"
      },
      {
        "quote": "“Something like teaching some values or something. I would love that these kids are also like, apart from just being fed on healthy diets and all sorts of that, they should also like, appreciate this food, like appreciate everything, so they should know the process growing each item, the process of everything.”"
      },
      {
        "quote": "“It's good to give them big encouragement to learn how to prepare the lunch and snack by themselves. Maybe not today, maybe not tomorrow, but maybe when they are in grade 5, grade 6, Grade 7. They have to be responsible for this. I think we can educate them this part.”"
      }
    ],
    
    "distribution_methods_info": [
      {
        "quote": "“I think I'd prefer the in-school feeding to keep the program efficient and running smoothly. There are a lot of challenges like who is going to carry the food to the home? Many take a long commute to the bus, so they might leave it in the bus. Who knows? There is no safe way to make sure it's getting at home, and check how they are using it or eating it. There is an uncertain end outcome.”"
      },
      {
        "quote": "“I think it's just, rush lunch to get to recess. It's just a chore in the day, just something to quickly eat, so you don't pass out in school. It's not the whole experience of dining and enjoying your food.”"
      },
      {
        "quote": "“I do notice that they don't easily get the morning and afternoon snack recess as they grow older. So, my older kid in grade 8 said there's no snack breaks, so whatever snack she takes, usually it comes back to the home.”"
      },
      {
        "quote": "“There are many students that come to school without having breakfast and I think it's really important for them to come with something in their tummy. If they're hungry, they're not thinking about the lessons being taught, they're just worried about their stomach grumbling. So, as nice as it is to send food home, I think children need to be fed first thing in the morning, or at least at their first recess break so that they're not hungry throughout the day.”"
      },
      {
        "quote": "“I think it should be every day, if it's being provided, because it's not some days they'll need it, and some days they don't. So, if it's a need, particularly at the school, then it should be every day, and I don't mind the idea of having it as an open snack, for when people are hungry rather than forcing them to eat at a specific time.“"
      }
    ],
  
    "procurement_strategies_info": [
      {
        "quote": "“Local farmers is always great you know, we want to support our local farms, but I think actuality is probably a retail store chain buying in bulk, you know. If you have a dollar, how far can you stretch that dollar?”"
      },
      {
        "quote": "“I mean, in an ideal world, it'd be amazing if they were growing their own food and then eating that, that would be really lovely for the kids to experience and see where their food comes from. But you know, we're like a low LOI building with 500 students and a very limited budget, so they have to stretch that money to feed everybody.”"
      },
      {
        "quote": "“I think that local would be the best. It'd be the freshest, it would support local economies instead of big brands, so I think local food procurement would probably be the healthiest and the best option for everybody in Ontario. The school gardens would be great. I think local procurement would be best and the retailers would probably be the least, because it would probably be the most packaging and most processed food.”"
      },
      {
        "quote": "“I think, in many schools the preparation of food will be logistically impossible, all the elementary school will will have this challenge. So for the school, those centralized programs would be the best offer, so everything's cooked, and then brought to the school. But for for high school, most have cafeterias which run the the food programs already. So for them, I think that the locally procured food would be the best option.”"
      }
    ],
  
    "food_type_variety_info": [
      {
        "quote": "“I think what I would want the children to be offered is actual cut up fruits and vegetables. What we send are cherry tomatoes, cut up cucumbers, or those little mini cucumbers for our children, sometimes baby carrots and cut up oranges. So, I think it's about the freshness. It's not to say that kids don't need carbs. I'm not like, we don't love snack bars, but we do send them too because kids need a lot of energy. So, I'd like to see more high quality, high fiber, and by quality, I mean real cheese, not the weird cheese with a 'Z'.”"
      },
      {
        "quote": "“What would impact my decision? It would be the the ingredients, the quality of the food, the type of food, where was it being prepped? I think my definition of healthy is very different. Even when my son now comes home with the snack program, he gets these yogurt tubes, which I think are not healthy at all, that's not my definition of dairy. The provider also gives them these arrowroot cookies. And I was like, how is that a snack? That's a cookie! Yes, they get apples, sometimes, and carrots, sometimes in like plastic zip locks, I don't expect it to be organic, but I do expect certain things, which is why kids don't eat them.”"
      },
      {
        "quote": "“I also found it a little disappointing at our school when the snack program would have dairy products like yogurt or cheese strings, they would not have an option. So, there's obviously families who don't consume dairy, but also there are kids who had dairy intolerances or allergies who would have loved the snack, and they were just like well, I guess, this afternoon you don't have snack because it's yogurt.”"
      },
      {
        "quote": "So, being very conscious about what is served, so that kiddos all feel included and have a good variety of things to choose from, so that it's not just like there is one poor kiddo who can only eat the rice, because everything else has, like whatever in it, right? So, I think definitely keeping allergies and religious concerns in mind.”"
      },
      {
        "quote":"“The decision first would be my food restrictions. Is it completing the factor that it is halal provided food? And the next thing is, is it fresh, healthy? If these things do cover up, then I can decide to participate my children into that program. And the other thing that would matter is the cost of the program.”"
      }
    ],
  
    "user_fee_models_info": [
      {
        "quote": "“I think this depends from community to community, because the community I live in is is apartment buildings, about 4 to 5 apartment buildings in our area, and they are all low income families. If such a program is running in schools in our area, then most of the families will not have to worry about sending lunch or packing snacks or spending their income on that kind of expenditure, like going grocery shopping, and then coming and cooking and packing. It requires time and money. If a school is providing this program, then it'll be a good turnout, I believe it's going to be a good impact as these things become covered.”"
      },
      {
        "quote": "“Some families could not afford that much money to pay for the child for the school food program. So, I don't know if they will want to do that food program for their children, if it's not being offered for free.”"
      },
      {
        "quote": "“Maybe someone can make it work to pay a low cost, but they might have a lot of kids, and it'll actually add up, or they might not be able to.”"
      },
      {
        "quote": "“I think a cost-shared basis would likely be the most ideal so those who can't afford would still be able to access the school food program, and in our school, I know that there are some families that are quite wealthy and other families who are not so much, so I would hope that you know those who are better off would be considerate of those who are not, and would you know, maybe pay a little bit extra out of their pocket to help out their kids' friends.”"
      },
      {
        "quote": "“I think that it should be universal - I'm from Portugal and in Europe, we have a totally different nutrition program. All across Europe, like I'm sure you may have seen some documentaries about how kids in France, get a full hour - they sit down, they have an appetizer, they have a soup, they have a full meal with bread and dessert, and they socialize with the adults, with younger children, with older children.”"
      }
    ],
  
    "cultural_aspects_info": [
      {
        "quote": "“When they incorporate the different cultures [at a school food program], they'll make each kid feel at home, and also it will allow other kids to appreciate other cultures."
      },
      {
        "quote": "“When I see a school food program offering cultural food, I think the students might feel like 'Oh, I actually fit in because I can see my cultural food as well in school food programs'. They will feel connected that their culture is being shown in the food program. So, that's the benefit - the student gets to feel that. They don't feel left out.”"
      },
      {
        "quote": "“Like we can just interchange our cultures through food because you find out that culture is such a strong thing in in human beings. So, an exchange of culture, it bridges a lot of things.”"
      },
      {
        "quote": "“I do want to see more diversity, but I don't want to see the kind of diversity that is really appropriative, which I think tends to happen with these programs, especially if there is a kitchen that's affiliated with the school that's producing all the food rather than maybe going really, culturally specific. I think there's great non-profits out there, with women-run kitchens. They may be Tibetan. So then, it's exploring Tibetan food. Let's gets connected with a Tibetan organization that's producing Momos. So, I do want to see diversity, but I want to see it like with actual representation, and not cultural appropriation.”"
      },
      {
        "quote": "“If they're making South Asian food, they can talk about the spices and the richness of the cultures and histories. If they're talking about Oriental food, if it's Japanese, Chinese, or even the use of chopsticks and the use of utensils, something just to enrich that food comes with such a rich background of peoples heritage and culture. And then language, if we can endorse multiculturalism, it would be amazing for me to see. So, it's more than just a cultural food because I'm thinking, you know, you can have rice with the curry. But then the smell of the curry is because of the spices, so to explain, what is it that's adding that smell to the food is a chance to share cultures.”"
      }
    ]
  }
  
  